Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SettingsPage_LastFm_NowPlaying.Description
source: Show your friends on Last.fm what you're currently listening to in real-time.
af_za: Wys jou vriende op Last.fm waarna jy tans in reële tyd luister.
ar_eg: اظهر لأصدقائك في Last.fm ما تستمع إليه حالياً في الوقت الفعلي.
ar_sa: أظهر لأصدقائك على Last.fm ما تستمع إليه حاليًا في الوقت الفعلي.
bg_bg: Покажете на приятелите си в Last.fm какво слушате в момента в реално време.
bn_bd: Last.fm-এ আপনার বন্ধুদের রিয়েল-টাইমে দেখান আপনি এখন কী শুনছেন।
ca_es: Mostra als teus amics de Last.fm què estàs escoltant actualment en temps real.
cs_cz: Ukažte svým přátelům na Last.fm, co právě posloucháte v reálném čase.
da_dk: Vis dine venner på Last.fm, hvad du lytter til lige nu.
de_de: Zeigen Sie Ihren Freunden auf Last.fm in Echtzeit, was Sie gerade hören.
el_gr: Δείξτε στους φίλους σας στο Last.fm τι ακούτε αυτήν τη στιγμή σε πραγματικό χρόνο.
es_mx: Muestra a tus amigos en Last.fm lo que estás escuchando actualmente en tiempo real.
et_ee: Näidake oma sõpradele Last.fm-is, mida te parasjagu reaalajas kuulate.
fa_ir: در Last.fm به دوستان خود نشان دهید که در حال حاضر به چه آهنگی گوش می‌دهید.
fi_fi: Näytä Last.fm-ystävillesi, mitä kuuntelet parhaillaan reaaliaikaisesti.
fr_fr: Montrez à vos amis sur Last.fm ce que vous écoutez actuellement en temps réel.
ga_ie: Taispeáin do chairde ar Last.fm cad a bhfuil tú ag éisteacht leis faoi láthair i bhfíor-am.
he_il: הצג לחבריך ב-Last.fm למה אתה מאזין כעת בזמן אמת.
hi_in: अपने Last.fm दोस्तों को दिखाएँ कि आप वास्तविक समय में क्या सुन रहे हैं।
hr_hr: Pokažite svojim prijateljima na Last.fm-u što trenutno slušate u stvarnom vremenu.
hu_hu: Mutassa meg barátainak a Last.fm-en, hogy mit hallgat éppen valós időben.
id_id: Tunjukkan kepada teman Anda di Last.fm apa yang sedang Anda dengarkan secara real-time.
it_it: Mostra ai tuoi amici su Last.fm cosa stai ascoltando in tempo reale.
ja_jp: Last.fmの友達に、現在聴いている曲をリアルタイムで表示します。
ko_kr: Last.fm 친구들에게 현재 실시간으로 듣고 있는 곡을 보여줍니다.
lt_lt: Rodyti savo draugams Last.fm, ką šiuo metu klausotės realiuoju laiku.
ms_my: Tunjukkan kepada rakan anda di Last.fm apa yang sedang anda dengar secara masa nyata.
nl_nl: Laat uw vrienden op Last.fm in realtime zien waar u momenteel naar luistert.
no_no: Vis vennene dine på Last.fm hva du lytter til for øyeblikket i sanntid.
pa_in: Last.fm 'ਤੇ ਆਪਣੇ ਦੋਸਤਾਂ ਨੂੰ ਦਿਖਾਓ ਕਿ ਤੁਸੀਂ ਅਸਲ-ਸਮੇਂ ਵਿੱਚ ਕੀ ਸੁਣ ਰਹੇ ਹੋ।
pl_pl: Pokazuj znajomym na Last.fm, czego aktualnie słuchasz w czasie rzeczywistym.
pt_pt: Mostre aos seus amigos no Last.fm o que está a ouvir atualmente em tempo real.
ro_ro: Arată-le prietenilor tăi de pe Last.fm ce asculți în prezent, în timp real.
ru_ru: Показывать своим друзьям на Last.fm, что вы сейчас слушаете в режиме реального времени.
sk_sk: Ukážte svojim priateľom na Last.fm, čo práve počúvate v reálnom čase.
sq_al: Shfaq miqve tënd në Last.fm atë që po dëgjon aktualisht në kohë reale.
sr_cyrl_rs: Покажите својим пријатељима на Last.fm-у шта тренутно слушате у реалном времену.
sv_se: Visa dina vänner på Last.fm vad du lyssnar på just nu i realtid.
sw_ke: Onyesha marafiki zako kwenye Last.fm unachosikiliza kwa sasa kwa wakati halisi.
ta_in: Last.fm இல் உங்கள் நண்பர்களுக்கு நீங்கள் தற்போது என்ன கேட்கிறீர்கள் என்பதை நிகழ்நேரத்தில் காட்டு.
th_th: แสดงให้เพื่อนของคุณบน Last.fm เห็นว่าคุณกำลังฟังเพลงอะไรอยู่แบบเรียลไทม์
tl_ph: Ipakita sa iyong mga kaibigan sa Last.fm kung ano ang kasalukuyan mong pinakikinggan nang real-time.
tr_tr: Last.fm'deki arkadaşlarınıza gerçek zamanlı olarak ne dinlediğinizi gösterin.
uk_ua: Показуйте своїм друзям на Last.fm, що ви слухаєте зараз, у реальному часі.
vi_vn: Hiển thị cho bạn bè trên Last.fm những gì bạn đang nghe trong thời gian thực.
zh_cn: 在 Last.fm 上实时向您的朋友显示您正在收听的内容。
zh_tw: 向 Last.fm 上的朋友即時顯示您目前正在收聽的內容。

# SettingsPage_Discord.Header
source: Discord
ar_eg: ديسكورد
bn_bd: ডিসকর্ড
hi_in: डिस्कॉर्ड
pa_in: ਡਿਸਕੋਰਡ
ta_in: டிஸ்கார்ட்

# SettingsPage_Discord.Description
source: Show your current listening activity as your status on Discord.
af_za: Wys jou huidige luisteraktiwiteit as jou status op Discord.
ar_eg: اظهر نشاط الاستماع الحالي الخاص بك كحالة لك على ديسكورد.
ar_sa: أظهر نشاط الاستماع الحالي الخاص بك كحالتك على Discord.
bg_bg: Покажете текущата си слушателска активност като статус в Discord.
bn_bd: ডিসকর্ড-এ আপনার বর্তমান শোনার কার্যকলাপ আপনার স্ট্যাটাস হিসাবে দেখান।
ca_es: Mostra la teva activitat d'escolta actual com a estat a Discord.
cs_cz: Zobrazit vaši aktuální poslechovou aktivitu jako váš status na Discordu.
da_dk: Vis din nuværende lytteaktivitet som din status på Discord.
de_de: Zeigen Sie Ihre aktuelle Höraktivität als Status auf Discord an.
el_gr: Εμφανίστε την τρέχουσα δραστηριότητα ακρόασης ως την κατάστασή σας στο Discord.
es_mx: Muestra tu actividad de escucha actual como tu estado en Discord.
et_ee: Näidake oma praegust kuulamistegevust oma Discordi staatusena.
fa_ir: فعالیت گوش دادن فعلی خود را به عنوان وضعیت در Discord نمایش دهید.
fi_fi: Näytä nykyinen kuuntelutoimintasi tilana Discordissa.
fr_fr: Affichez votre activité d'écoute actuelle comme statut sur Discord.
ga_ie: Taispeáin do ghníomhaíocht éisteachta reatha mar do stádas ar Discord.
he_il: הצג את פעילות ההאזנה הנוכחית שלך כסטטוס שלך ב-Discord.
hi_in: डिस्कॉर्ड पर अपनी वर्तमान सुनने की गतिविधि को अपनी स्थिति के रूप में दिखाएँ।
hr_hr: Prikažite svoju trenutnu aktivnost slušanja kao svoj status na Discordu.
hu_hu: Jelenítse meg aktuális zenehallgatási tevékenységét Discord állapotként.
id_id: Tampilkan aktivitas mendengarkan Anda saat ini sebagai status Anda di Discord.
it_it: Mostra la tua attività di ascolto attuale come stato su Discord.
ja_jp: Discordのステータスとして、現在のリスニングアクティビティを表示します。
ko_kr: Discord에서 현재 듣는 활동을 상태로 표시합니다.
lt_lt: Rodyti savo dabartinę klausymosi veiklą kaip būseną „Discord“.
ms_my: Tunjukkan aktiviti mendengar semasa anda sebagai status anda di Discord.
nl_nl: Toon uw huidige luisteractiviteit als uw status op Discord.
no_no: Vis din nåværende lytteaktivitet som status på Discord.
pa_in: ਆਪਣੀ ਮੌਜੂਦਾ ਸੁਣਨ ਦੀ ਗਤੀਵਿਧੀ ਨੂੰ ਡਿਸਕੋਰਡ 'ਤੇ ਆਪਣੀ ਸਥਿਤੀ ਵਜੋਂ ਦਿਖਾਓ।
pl_pl: Pokaż swoją aktualną aktywność słuchania jako status na Discordzie.
pt_pt: Mostre a sua atividade de audição atual como o seu estado no Discord.
ro_ro: Afișează activitatea ta curentă de ascultare ca status pe Discord.
ru_ru: Показывать вашу текущую активность прослушивания в статусе Discord.
sk_sk: Zobrazte svoju aktuálnu aktivitu počúvania ako stav na Discorde.
sq_al: Shfaq aktivitetin tënd aktual të dëgjimit si statusin tënd në Discord.
sr_cyrl_rs: Прикажите своју тренутну активност слушања као статус на Discord-у.
sv_se: Visa din nuvarande lyssningsaktivitet som din status på Discord.
sw_ke: Onyesha shughuli yako ya sasa ya kusikiliza kama hadhi yako kwenye Discord.
ta_in: டிஸ்கார்டில் உங்கள் தற்போதைய கேட்கும் செயல்பாட்டை உங்கள் நிலையாகக் காட்டு.
th_th: แสดงกิจกรรมการฟังปัจจุบันของคุณเป็นสถานะบน Discord
tl_ph: Ipakita ang iyong kasalukuyang aktibidad sa pakikinig bilang iyong status sa Discord.
tr_tr: Mevcut dinleme aktivitenizi Discord'da durumunuz olarak gösterin.
uk_ua: Показуйте свою поточну діяльність прослуховування як ваш статус у Discord.
vi_vn: Hiển thị hoạt động nghe hiện tại của bạn làm trạng thái trên Discord.
zh_cn: 在 Discord 上将您当前的收听活动显示为您的状态。
zh_tw: 將您目前的收聽活動顯示為您在 Discord 上的狀態。

# SmartPlaylistSongViewPage_Header_Caption.Text
source: Smart Playlist
af_za: Slim Snitlys
ar_eg: قائمة تشغيل ذكية
ar_sa: قائمة تشغيل ذكية
bg_bg: Интелигентен плейлист
bn_bd: স্মার্ট প্লেলিস্ট
ca_es: Llista de reproducció intel·ligent
cs_cz: Chytrý playlist
da_dk: Smart afspilningsliste
de_de: Intelligente Wiedergabeliste
el_gr: Έξυπνη Λίστα Αναπαραγωγής
es_mx: Lista de reproducción inteligente
et_ee: Nutikas esitusloend
fa_ir: لیست پخش هوشمند
fi_fi: Älykäs soittolista
fr_fr: Playlist intelligente
ga_ie: Seinmliosta Cliste
he_il: רשימת השמעה חכמה
hi_in: स्मार्ट प्लेलिस्ट
hr_hr: Pametni popis za reprodukciju
hu_hu: Okos lejátszási lista
id_id: Daftar Putar Cerdas
it_it: Playlist intelligente
ja_jp: スマートプレイリスト
ko_kr: 스마트 재생 목록
lt_lt: Išmanusis grojaraštis
ms_my: Senarai Main Pintar
nl_nl: Slimme afspeellijst
no_no: Smart spilleliste
pa_in: ਸਮਾਰਟ ਪਲੇਲਿਸਟ
pl_pl: Inteligentna playlista
pt_pt: Lista de Reprodução Inteligente
ro_ro: Listă de redare inteligentă
ru_ru: Умный плейлист
sk_sk: Inteligentný zoznam skladieb
sq_al: Listë luajtjeje inteligjente
sr_cyrl_rs: Паметна плејлиста
sv_se: Smart spellista
sw_ke: Orodha ya Nyimbo Mahiri
ta_in: ஸ்மார்ட் பிளேலிஸ்ட்
th_th: เพลย์ลิสต์อัจฉริยะ
tr_tr: Akıllı Çalma Listesi
uk_ua: Розумний список відтворення
vi_vn: Danh sách phát thông minh
zh_cn: 智能播放列表
zh_tw: 智慧播放清單

# SmartPlaylistSongViewPage_Section_Songs.Text
source: Songs
af_za: Liedjies
ar_eg: أغاني
ar_sa: الأغاني
bg_bg: Песни
bn_bd: গান
ca_es: Cançons
cs_cz: Skladby
da_dk: Sange
de_de: Lieder
el_gr: Τραγούδια
es_mx: Canciones
et_ee: Laulud
fa_ir: آهنگ‌ها
fi_fi: Kappaleet
fr_fr: Chansons
ga_ie: Amhráin
he_il: שירים
hi_in: गाने
hr_hr: Pjesme
hu_hu: Dalok
id_id: Lagu
it_it: Canzoni
ja_jp: 曲
ko_kr: 곡
lt_lt: Dainos
ms_my: Lagu
nl_nl: Nummers
no_no: Sanger
pa_in: ਗਾਣੇ
pl_pl: Utwory
pt_pt: Músicas
ro_ro: Melodii
ru_ru: Песни
sk_sk: Skladby
sq_al: Këngë
sr_cyrl_rs: Песме
sv_se: Låtar
sw_ke: Nyimbo
ta_in: பாடல்கள்
th_th: เพลง
tl_ph: Mga Kanta
tr_tr: Şarkılar
uk_ua: Пісні
vi_vn: Bài hát
zh_cn: 歌曲
zh_tw: 歌曲

# SmartPlaylistSongViewPage_SearchBox.PlaceholderText
source: Search in smart playlist...
af_za: Soek in slim snitlys...
ar_eg: ابحث في قائمة التشغيل الذكية...
ar_sa: البحث في قائمة التشغيل الذكية...
bg_bg: Търсене в интелигентен плейлист...
bn_bd: স্মার্ট প্লেলিস্টের মধ্যে খুঁজুন...
ca_es: Cercar a la llista de reproducció intel·ligent...
cs_cz: Hledat v chytrém playlistu...
da_dk: Søg i smart afspilningsliste...
de_de: In intelligenter Wiedergabeliste suchen...
el_gr: Αναζήτηση σε έξυπνη λίστα αναπαραγωγής...
es_mx: Buscar en lista de reproducción inteligente...
et_ee: Otsi nutikast esitusloendist...
fa_ir: جستجو در لیست پخش هوشمند...
fi_fi: Hae älykkäästä soittolistasta...
fr_fr: Rechercher dans la playlist intelligente...
ga_ie: Cuardaigh sa seinmliosta cliste...
he_il: חפש ברשימת השמעה חכמה...
hi_in: स्मार्ट प्लेलिस्ट में खोजें...
hr_hr: Pretraži u pametnom popisu za reprodukciju...
hu_hu: Keresés okos lejátszási listában...
id_id: Cari di daftar putar cerdas...
it_it: Cerca nella playlist intelligente...
ja_jp: スマートプレイリスト内を検索...
ko_kr: 스마트 재생 목록에서 검색...
lt_lt: Ieškoti išmaniajame grojaraštyje...
ms_my: Cari dalam senarai main pintar...
nl_nl: Zoeken in slimme afspeellijst...
no_no: Søk i smart spilleliste...
pa_in: ਸਮਾਰਟ ਪਲੇਲਿਸਟ ਵਿੱਚ ਖੋਜੋ...
pl_pl: Szukaj w inteligentnej playliście...
pt_pt: Pesquisar na lista de reprodução inteligente...
ro_ro: Căutați în lista de redare inteligentă...
ru_ru: Искать в умном плейлисте...
sk_sk: Hľadať v inteligentnom zozname skladieb...
sq_al: Kërko në listën inteligjente të luajtjes...
sr_cyrl_rs: Претражи у паметној плејлисти...
sv_se: Sök i smart spellista...
sw_ke: Tafuta ndani ya orodha mahiri ya nyimbo...
ta_in: ஸ்மார்ட் பிளேலிஸ்ட்டில் தேடு...
th_th: ค้นหาในเพลย์ลิสต์อัจฉริยะ...
tl_ph: Maghanap sa smart playlist...
tr_tr: Akıllı çalma listesinde ara...
uk_ua: Пошук у розумному списку відтворення...
vi_vn: Tìm kiếm trong danh sách phát thông minh...
zh_cn: 在智能播放列表中搜索...
zh_tw: 在智慧播放清單中搜尋...

source: Search in smart playlist
af_za: Soek in slim snitlys
ar_eg: ابحث في قائمة التشغيل الذكية
ar_sa: البحث في قائمة التشغيل الذكية
bg_bg: Търсене в интелигентен плейлист
bn_bd: স্মার্ট প্লেলিস্টের মধ্যে খুঁজুন
ca_es: Cercar a la llista de reproducció intel·ligent
cs_cz: Hledat v chytrém playlistu
da_dk: Søg i smart afspilningsliste
de_de: In intelligenter Wiedergabeliste suchen
el_gr: Αναζήτηση σε έξυπνη λίστα αναπαραγωγής
es_mx: Buscar en lista de reproducción inteligente
et_ee: Otsi nutikast esitusloendist
fa_ir: جستجو در لیست پخش هوشمند
fi_fi: Hae älykkäästä soittolistasta
fr_fr: Rechercher dans la playlist intelligente
ga_ie: Cuardaigh sa seinmliosta cliste
he_il: חפש ברשימת השמעה חכמה
hi_in: स्मार्ट प्लेलिस्ट में खोजें
hr_hr: Pretraži u pametnom popisu za reprodukciju
hu_hu: Keresés okos lejátszási listában
id_id: Cari di daftar putar cerdas
it_it: Cerca nella playlist intelligente
ja_jp: スマートプレイリスト内を検索
ko_kr: 스마트 재생 목록에서 검색
lt_lt: Ieškoti išmaniajame grojaraštyje
ms_my: Cari dalam senarai main pintar
nl_nl: Zoeken in slimme afspeellijst
no_no: Søk i smart spilleliste
pa_in: ਸਮਾਰਟ ਪਲੇਲਿਸਟ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj w inteligentnej playliście
pt_pt: Pesquisar na lista de reprodução inteligente
ro_ro: Căutați în lista de redare inteligentă
ru_ru: Искать в умном плейлисте
sk_sk: Hľadať v inteligentnom zozname skladieb
sq_al: Kërko në listën inteligjente të luajtjes
sr_cyrl_rs: Претражи у паметној плејлисти
sv_se: Sök i smart spellista
sw_ke: Tafuta ndani ya orodha mahiri ya nyimbo
ta_in: ஸ்மார்ட் பிளேலிஸ்ட்டில் தேடு
th_th: ค้นหาในเพลย์ลิสต์อัจฉริยะ
tl_ph: Maghanap sa smart playlist
tr_tr: Akıllı çalma listesinde ara
uk_ua: Пошук у розумному списку відтворення
vi_vn: Tìm kiếm trong danh sách phát thông minh
zh_cn: 在智能播放列表中搜索
zh_tw: 在智慧播放清單中搜尋

source: Edit rules
af_za: Wysig reëls
ar_eg: تعديل القواعد
ar_sa: تعديل القواعد
bg_bg: Редактиране на правила
bn_bd: নিয়মগুলি সম্পাদনা করুন
ca_es: Editar regles
cs_cz: Upravit pravidla
da_dk: Rediger regler
de_de: Regeln bearbeiten
el_gr: Επεξεργασία κανόνων
es_mx: Editar reglas
et_ee: Muuda reegleid
fa_ir: ویرایش قوانین
fi_fi: Muokkaa sääntöjä
fr_fr: Modifier les règles
ga_ie: Cuir rialacha in eagar
he_il: ערוך כללים
hi_in: नियम संपादित करें
hr_hr: Uredi pravila
hu_hu: Szabályok szerkesztése
id_id: Edit aturan
it_it: Modifica regole
ja_jp: ルールを編集
ko_kr: 규칙 편집
lt_lt: Redaguoti taisykles
ms_my: Edit peraturan
nl_nl: Regels bewerken
no_no: Rediger regler
pa_in: ਨਿਯਮ ਸੰਪਾਦਿਤ ਕਰੋ
pl_pl: Edytuj reguły
pt_pt: Editar regras
ro_ro: Editează regulile
ru_ru: Редактировать правила
sk_sk: Upraviť pravidlá
sq_al: Ndrysho rregullat
sr_cyrl_rs: Измени правила
sv_se: Redigera regler
sw_ke: Hariri sheria
ta_in: விதிகளைத் திருத்து
th_th: แก้ไขกฎ
tl_ph: I-edit ang mga panuntunan
tr_tr: Kuralları düzenle
uk_ua: Редагувати правила
vi_vn: Chỉnh sửa quy tắc
zh_cn: 编辑规则
zh_tw: 編輯規則

# SmartPlaylistSongViewPage_Context_Play.Text
source: Play
af_za: Speel
ar_eg: تشغيل
ar_sa: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reproduir
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergeben
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fi_fi: Toista
fr_fr: Écouter
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
pt_pt: Reproduzir
ro_ro: Redă
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tl_ph: I-play
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_cn: 播放
zh_tw: 播放

# SmartPlaylistSongViewPage_Context_PlayNext.Text
source: Play Next
af_za: Speel Volgende
ar_eg: تشغيل التالي
ar_sa: تشغيل التالي
bg_bg: Следваща песен
bn_bd: পরবর্তী চালান
ca_es: Reproduir a continuació
cs_cz: Přehrát další
da_dk: Afspil næste
de_de: Als Nächstes wiedergeben
el_gr: Αναπαραγωγή Επόμενου
es_mx: Reproducir siguiente
et_ee: Esita järgmisena
fa_ir: پخش بعدی
fi_fi: Toista seuraavaksi
fr_fr: Écouter ensuite
ga_ie: Seinn An Chéad Cheann Eile
he_il: נגן הבא
hi_in: अगला चलाएँ
hr_hr: Reproduciraj sljedeće
hu_hu: Következő lejátszása
id_id: Putar Berikutnya
it_it: Riproduci il prossimo
ja_jp: 次に再生
ko_kr: 다음 재생
lt_lt: Groti kitą
ms_my: Main Seterusnya
nl_nl: Volgende afspelen
no_no: Spill av neste
pa_in: ਅਗਲਾ ਚਲਾਓ
pl_pl: Odtwórz następny
pt_pt: Reproduzir a Seguir
ro_ro: Redă următorul
ru_ru: Воспроизвести далее
sk_sk: Prehrať ďalšie
sq_al: Luaj tjetrën
sr_cyrl_rs: Пусти следеће
sv_se: Spela nästa
sw_ke: Cheza Inayofuata
ta_in: அடுத்ததை இயக்கு
th_th: เล่นถัดไป
tl_ph: I-play Susunod
tr_tr: Sonrakini Oynat
uk_ua: Відтворити далі
vi_vn: Phát tiếp theo
zh_cn: 下一首播放
zh_tw: 下一首播放

# SmartPlaylistSongViewPage_Context_AddToQueue.Text
source: Add to Queue
af_za: Voeg by Waglys
ar_eg: أضف إلى قائمة الانتظار
ar_sa: إضافة إلى قائمة الانتظار
bg_bg: Добави в опашката
bn_bd: সারিতে যোগ করুন
ca_es: Afegir a la cua
cs_cz: Přidat do fronty
da_dk: Føj til kø
de_de: Zur Warteschlange hinzufügen
el_gr: Προσθήκη στην ουρά
es_mx: Añadir a la cola
et_ee: Lisa järjekorda
fa_ir: افزودن به صف
fi_fi: Lisää jonoon
fr_fr: Ajouter à la file d'attente
ga_ie: Cuir le Ciú
he_il: הוסף לתור
hi_in: कतार में जोड़ें
hr_hr: Dodaj u red čekanja
hu_hu: Hozzáadás a sorhoz
id_id: Tambah ke Antrean
it_it: Aggiungi alla coda
ja_jp: キューに追加
ko_kr: 대기열에 추가
lt_lt: Pridėti į eilę
ms_my: Tambah ke Giliran
nl_nl: Toevoegen aan wachtrij
no_no: Legg til i kø
pa_in: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do kolejki
pt_pt: Adicionar à Fila
ro_ro: Adaugă în coadă
ru_ru: Добавить в очередь
sk_sk: Pridať do frontu
sq_al: Shto në radhë
sr_cyrl_rs: Додај у ред чекања
sv_se: Lägg till i kö
sw_ke: Ongeza kwenye Foleni
ta_in: வரிசையில் சேர்
th_th: เพิ่มลงในคิว
tl_ph: Idagdag sa Queue
tr_tr: Sıraya Ekle
uk_ua: Додати до черги
vi_vn: Thêm vào hàng đợi
zh_cn: 添加到队列
zh_tw: 新增至播放佇列

# SmartPlaylistSongViewPage_Context_GoToAlbum.Text
source: Go to album
af_za: Gaan na album
ar_eg: اذهب للألبوم
ar_sa: الانتقال إلى الألبوم
bg_bg: Отиди на албум
bn_bd: অ্যালবামে যান
ca_es: Anar a l'àlbum
cs_cz: Přejít na album
da_dk: Gå til album
de_de: Zum Album gehen
el_gr: Μετάβαση στο άλμπουμ
es_mx: Ir al álbum
et_ee: Mine albumisse
fa_ir: رفتن به آلبوم
fi_fi: Siirry albumiin
fr_fr: Aller à l'album
ga_ie: Téigh go dtí albam
he_il: עבור לאלבום
hi_in: एल्बम पर जाएँ
hr_hr: Idi na album
hu_hu: Ugrás az albumhoz
id_id: Buka album
it_it: Vai all'album
ja_jp: アルバムへ移動
ko_kr: 앨범으로 이동
lt_lt: Eiti į albumą
ms_my: Pergi ke album
nl_nl: Ga naar album
no_no: Gå til album
pa_in: ਐਲਬਮ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do albumu
pt_pt: Ir para o álbum
ro_ro: Mergi la album
ru_ru: Перейти к альбому
sk_sk: Prejsť na album
sq_al: Shko te albumi
sr_cyrl_rs: Иди на албум
sv_se: Gå till album
sw_ke: Nenda kwenye albamu
ta_in: ஆல்பத்திற்குச் செல்
th_th: ไปที่อัลบั้ม
tl_ph: Pumunta sa album
tr_tr: Albüme git
uk_ua: Перейти до альбому
vi_vn: Chuyển đến album
zh_cn: 转到专辑
zh_tw: 前往專輯

# SmartPlaylistSongViewPage_Context_GoToArtist.Text
source: Go to artist
af_za: Gaan na kunstenaar
ar_eg: اذهب للفنان
ar_sa: الانتقال إلى الفنان
bg_bg: Отиди на изпълнител
bn_bd: শিল্পীর কাছে যান
ca_es: Anar a l'artista
cs_cz: Přejít na interpreta
da_dk: Gå til kunstner
de_de: Zum Künstler gehen
el_gr: Μετάβαση στον καλλιτέχνη
es_mx: Ir al artista
et_ee: Mine esitaja juurde
fa_ir: رفتن به هنرمند
fi_fi: Siirry artistiin
fr_fr: Aller à l'artiste
ga_ie: Téigh go dtí ealaíontóir
he_il: עבור לאמן
hi_in: कलाकार पर जाएँ
hr_hr: Idi na izvođača
hu_hu: Ugrás az előadóhoz
id_id: Buka artis
it_it: Vai all'artista
ja_jp: アーティストへ移動
ko_kr: 아티스트로 이동
lt_lt: Eiti į atlikėją
ms_my: Pergi ke artis
nl_nl: Ga naar artiest
no_no: Gå til artist
pa_in: ਕਲਾਕਾਰ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do artysty
pt_pt: Ir para o artista
ro_ro: Mergi la artist
ru_ru: Перейти к исполнителю
sk_sk: Prejsť na interpreta
sq_al: Shko te artisti
sr_cyrl_rs: Иди на извођача
sv_se: Gå till artist
sw_ke: Nenda kwa msanii
ta_in: கலைஞருக்குச் செல்
th_th: ไปที่ศิลปิน
tl_ph: Pumunta sa artist
tr_tr: Sanatçıya git
uk_ua: Перейти до виконавця
vi_vn: Chuyển đến nghệ sĩ
zh_cn: 转到艺术家
zh_tw: 前往藝人

# SmartPlaylistSongViewPage_Context_ShowInExplorer.Text
source: Show in explorer
af_za: Wys in verkenner
ar_eg: اظهر في المستكشف
ar_sa: إظهار في المستكشف
bg_bg: Покажи във файловия мениджър
bn_bd: এক্সপ্লোরারে দেখান
ca_es: Mostrar a l'explorador
cs_cz: Zobrazit v průzkumníkovi
da_dk: Vis i stifinder
de_de: Im Explorer anzeigen
el_gr: Εμφάνιση στην εξερεύνηση
es_mx: Mostrar en el explorador
et_ee: Näita Exploreris
fa_ir: نمایش در اکسپلورر
fi_fi: Näytä Resurssienhallinnassa
fr_fr: Afficher dans l'explorateur
ga_ie: Taispeáin san taiscéalaí
he_il: הצג בסייר
hi_in: एक्सप्लोरर में दिखाएँ
hr_hr: Prikaži u pregledniku
hu_hu: Megjelenítés a fájlkezelőben
id_id: Tampilkan di penjelajah
it_it: Mostra in Explorer
ja_jp: エクスプローラーで表示
ko_kr: 탐색기에서 표시
lt_lt: Rodyti naršyklėje
ms_my: Tunjuk dalam penjelajah
nl_nl: Weergeven in verkenner
no_no: Vis i utforsker
pa_in: ਐਕਸਪਲੋਰਰ ਵਿੱਚ ਦਿਖਾਓ
pl_pl: Pokaż w eksploratorze
pt_pt: Mostrar no explorador
ro_ro: Afișează în explorator
ru_ru: Показать в проводнике
sk_sk: Zobraziť v prieskumníkovi
sq_al: Shfaq në eksplorues
sr_cyrl_rs: Прикажи у истраживачу
sv_se: Visa i utforskaren
sw_ke: Onyesha kwenye kichunguzi
ta_in: எக்ஸ்ப்ளோரரில் காட்டு
th_th: แสดงใน File Explorer
tl_ph: Ipakita sa explorer
tr_tr: Gezginde göster
uk_ua: Показати у провіднику
vi_vn: Hiển thị trong trình duyệt
zh_cn: 在文件管理器中显示
zh_tw: 在檔案總管中顯示

# SmartPlaylistSongViewPage_EmptyState_Title.Text
source: No songs match the current rules
af_za: Geen liedjies stem ooreen met die huidige reëls nie
ar_eg: لا توجد أغاني تتطابق مع القواعد الحالية
ar_sa: لا توجد أغانٍ تتطابق مع القواعد الحالية
bg_bg: Няма песни, които отговарят на текущите правила
bn_bd: বর্তমান নিয়মের সাথে কোনো গান মেলে না
ca_es: Cap cançó coincideix amb les regles actuals
cs_cz: Žádné skladby neodpovídají aktuálním pravidlům
da_dk: Ingen sange matcher de nuværende regler
de_de: Keine Lieder stimmen mit den aktuellen Regeln überein
el_gr: Κανένα τραγούδι δεν ταιριάζει με τους τρέχοντες κανόνες
es_mx: Ninguna canción coincide con las reglas actuales
et_ee: Praegustele reeglitele vastavaid laule ei leitud
fa_ir: هیچ آهنگی با قوانین فعلی مطابقت ندارد
fi_fi: Yksikään kappale ei vastaa nykyisiä sääntöjä
fr_fr: Aucune chanson ne correspond aux règles actuelles
ga_ie: Níl amhráin ar bith ag teacht leis na rialacha reatha
he_il: אף שיר לא תואם את הכללים הנוכחיים
hi_in: कोई भी गाना वर्तमान नियमों से मेल नहीं खाता
hr_hr: Nema pjesama koje odgovaraju trenutnim pravilima
hu_hu: Nincsenek dalok, amelyek megfelelnek az aktuális szabályoknak
id_id: Tidak ada lagu yang cocok dengan aturan saat ini
it_it: Nessuna canzone corrisponde alle regole attuali
ja_jp: 現在のルールに一致する曲はありません
ko_kr: 현재 규칙과 일치하는 곡이 없습니다
lt_lt: Nėra dainų, atitinkančių dabartines taisykles
ms_my: Tiada lagu sepadan dengan peraturan semasa
nl_nl: Geen nummers komen overeen met de huidige regels
no_no: Ingen sanger samsvarer med gjeldende regler
pa_in: ਕੋਈ ਗਾਣੇ ਮੌਜੂਦਾ ਨਿਯਮਾਂ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ
pl_pl: Brak utworów spełniających bieżące reguły
pt_pt: Nenhuma música corresponde às regras atuais
ro_ro: Nicio melodie nu corespunde regulilor curente
ru_ru: Ни одна песня не соответствует текущим правилам
sk_sk: Žiadne skladby nezodpovedajú aktuálnym pravidlám
sq_al: Asnjë këngë nuk përputhet me rregullat aktuale
sr_cyrl_rs: Ниједна песма не одговара тренутним правилима
sv_se: Inga låtar matchar de aktuella reglerna
sw_ke: Hakuna nyimbo zinazolingana na sheria za sasa
ta_in: தற்போதைய விதிகளுடன் எந்த பாடல்களும் பொருந்தவில்லை
th_th: ไม่มีเพลงที่ตรงกับกฎปัจจุบัน
tl_ph: Walang kantang tumutugma sa kasalukuyang mga panuntunan
tr_tr: Mevcut kurallarla eşleşen şarkı yok
uk_ua: Жодна пісня не відповідає поточним правилам
vi_vn: Không có bài hát nào khớp với các quy tắc hiện tại
zh_cn: 没有歌曲匹配当前规则
zh_tw: 沒有歌曲符合目前的規則
